Repository: hjlarry/flask-shop
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg_bg

source: Username
bg_bg: Потребителско име

source: The username should contain only a-z, A-Z and 0-9.
bg_bg: Потребителското име трябва да съдържа само a-z, A-Z и 0-9.

source: Email
bg_bg: Имейл

source: Password
bg_bg: Парола

source: Verify password
bg_bg: Потвърди парола

source: Passwords must match
bg_bg: Паролите трябва да са еднакви

source: Username already registered
bg_bg: Потребителско име вече е регистрирано

source: Email already registered
bg_bg: Имейл вече е регистриран

source: Username Or Email
bg_bg: Потребителско име или имейл

source: Unknown username
bg_bg: Неизвестно потребителско име

source: Invalid password
bg_bg: Грешнапарола

source: User not activated
bg_bg: Потребител не е активен

source: Old Password
bg_bg: Стара парола

source: Province
bg_bg: Област

source: City
bg_bg: Град

source: District
bg_bg: Окръг

source: Address
bg_bg: Адрес

source: Contact name
bg_bg: Име за контакт

source: Contact Phone
bg_bg: Телефон за контакт

source: You are log in.
bg_bg: Вие сте влезли.

source: You are logged out.
bg_bg: Вие сте извлезли.

source: You are signed up.
bg_bg: Вие сте регистриран.

source: You have changed password.
bg_bg: Сменихте паролата.

source: Success edit address.
bg_bg: Успешно редактиране на адреса.

source: Success add address.
bg_bg: Успешно добавен адрес.

source: ADD A NOTE TO YOUR ORDER
bg_bg: ДОБАВЕТЕ БЕЛЕЖКА КЪМ ВАШАТА ПОРЪЧКА

source: Your code is not correct
bg_bg: Вашият код не е правилен

source: SelectField
bg_bg: Изберете Поле

source: SelectMultipleField
bg_bg: Изберете Множество Полета

source: RadioField
bg_bg: Радио Поле

source: FieldList
bg_bg: Списък с полета

source: Parent
bg_bg: Родител

source: none
bg_bg: липсва

source: top
bg_bg: горе

source: bottom
bg_bg: долу

source: Category
bg_bg: Категория

source: Collection
bg_bg: Колекция

source: Page
bg_bg: Страница

source: Value
bg_bg: Стойност

source: Product Types
bg_bg: Тип на продукт

source: Current Image
bg_bg: Текущо изображение

source: Upload
bg_bg: Качване

source: Variant Attributes
bg_bg: Вариантни атрибути

source: Choose A Product Type
bg_bg: Изберете тип на продукт

source: SKU
bg_bg: Складов №

source: how many times can be used
bg_bg: колко пъти може да се използва

source: when type is category, need to select
bg_bg: когато типът е категория, трябва да изберете

source: Product
bg_bg: Продукт

source: when type is product, need to select
bg_bg: когато продукта има тип, трябва да изберете

source: Title
bg_bg: Заглавие

source: Type
bg_bg: Тип

source: Usage Limit
bg_bg: Лимит за използване

source: Used
bg_bg: Използван

source: Discount Type
bg_bg: Тип отстъпка

source: Discount Value
bg_bg: Стойност на отстъпката

source: Voucher
bg_bg: Ваучер

source: vouchers
bg_bg: ваучери

source: Sale
bg_bg: Разпродажба

source: sales
bg_bg: разпродажби

source: Identity
bg_bg: Идентификация

source: Status
bg_bg: Статус

source: Total
bg_bg: Тотал

source: User
bg_bg: Потребител

source: Created At
bg_bg: Създаден на

source: ProductType
bg_bg: Тип на продукт

source: Product Attribute
bg_bg: Атрибут на продукт

source: attributes
bg_bg: атрибути

source: Product Collection
bg_bg: Колекция от продукти

source: collections
bg_bg: колекции

source: Product Category
bg_bg: Категория на продукта

source: categories
bg_bg: категории

source: Has Variants
bg_bg: Има варианти

source: Is Shipping Required
bg_bg: Изисква ли се доставка

source: Product Type
bg_bg: Вид продукт

source: product_types
bg_bg: типове_продукти

source: On Sale
bg_bg: В Продажба

source: Sold Count
bg_bg: Продадено Количество

source: Price
bg_bg: Цена

source: Shipping Method
bg_bg: Метод за доставка

source: shipping_methods
bg_bg: методи_за_доставка

source: Order
bg_bg: Поръчки

source: Position
bg_bg: Позиция

source: Parent Id
bg_bg: ID на родител

source: Site Menus
bg_bg: Меню на сайта

source: site_menus
bg_bg: менюта_на_сайта

source: Endpoint
bg_bg: Крайна точка

source: Icon class
bg_bg: Клас икона

source: Dashboard Menus
bg_bg: Менюта на таблото

source: dashboard_menus
bg_bg: менюта_на_таблото

source: Url
bg_bg: Линк

source: Is Visiable
bg_bg: Видим

source: Site Pages
bg_bg: Страници на сайта

source: site_pages
bg_bg: страници_на_сайта

source: The plugin is enabled, Please restart flask-shop now!
bg_bg: Плъгинът е активиран. Моля, рестартирайте магазина сега!

source: The plugin is disabled, Please restart flask-shop now!
bg_bg: Плъгинът е деактивиран. Моля, рестартирайте магазина сега!

source: Settings saved.
bg_bg: Настройките са запазени.

source: Is Active
bg_bg: Активен

source: User List
bg_bg: Списък потребители

source: This is not your order!
bg_bg: Това не е вашата поръчка!

source: This Order Can Not Pay
bg_bg: Тази поръчка не може да се плати

source: flask store
bg_bg: магазин

source: Dashboard
bg_bg: Табло за управление

source: Your Account
bg_bg: Вашия акаунт

source: Log Out
bg_bg: Излез

source: Register
bg_bg: Регистрирай

source: Log in
bg_bg: Вход

source: Your Cart
bg_bg: Вашата кошница

source: Account
bg_bg: Профил

source: Your account
bg_bg: Вашия профил

source: Log out
bg_bg: Излез

source: Your profile
bg_bg: Вашия профил

source: Edit address
bg_bg: Редактирай адрес

source: New address
bg_bg: Нов адрес

source: Save changes
bg_bg: Запази промени

source: Home
bg_bg: Начало

source: My account
bg_bg: Профили

source: Recent Orders
bg_bg: Последни поръчки

source: Change password
bg_bg: Промени парола

source: Addresses book
bg_bg: Адреси

source: Date
bg_bg: Дата

source: Summary
bg_bg: Общо

source: Details
bg_bg: Детайли

source: There are not any completed orders yet.
bg_bg: Потребителя няма поръчки.

source: Edit
bg_bg: Редактирай

source: Remove Address
bg_bg: Премахни адрес

source: Cancel
bg_bg: Отказ

source: Don't have an account yet?
bg_bg: Още нямате профил?

source: Forgot password?
bg_bg: Забравена парола?

source: Shipment calculated at checkout
bg_bg: Пратката се изчислява при плащане

source: Your cart
bg_bg: Вашата кошница

source: Cart
bg_bg: Кошница

source: Product has been removed from cart
bg_bg: Продукта беше премахнат от кошницата

source: Quantity
bg_bg: Количество

source: Checkout
bg_bg: Поръчай

source: There are no products in your shopping cart.
bg_bg: Няма поръчки в кошницата.

source: Check out our sales
bg_bg: Вижте поръчката

source: Easy and secure!
bg_bg: Лесно и сигурно!

source: Subtotal
bg_bg: Междинна сума

source: Shipment
bg_bg: Доставка

source: Promo code
bg_bg: Промо код

source: Remove
bg_bg: Премахни

source: Shipping address
bg_bg: Адрес за доставка

source: Select other address
bg_bg: Избери друг адрес

source: Select other shipping method
bg_bg: Избери друг метод за доставка

source: Enter a new address
bg_bg: Добави адрес

source: Shipping method
bg_bg: Метод за доставка

source: Continue
bg_bg: Продължи

source: Sales
bg_bg: Продажби

source: today and
bg_bg: днес и

source: total
bg_bg: общо

source: Members
bg_bg: Потребители

source: new in
bg_bg: нови в

source: accounts
bg_bg: профили

source: Orders are ready to fulfill
bg_bg: Поръчките за изпълнение

source: Payments to capture
bg_bg: Плащания за получаване

source: products is on sale
bg_bg: продукта не е в продажба

source: Top Products
bg_bg: Топ Продукти

source: Ordered
bg_bg: Поръчани

source: Activity
bg_bg: Активност

source: was
bg_bg: беше

source: There is no recent activity
bg_bg: Няма скорошна активност

source: Front Site
bg_bg: Сайт

source: Create
bg_bg: Създай

source: Delete
bg_bg: Изтрий

source: Qty
bg_bg: Брой

source: Unit Price
bg_bg: Цена на брой

source: Shipping
bg_bg: Доставка

source: Send Order
bg_bg: Изпрати поръчка

source: Draft Order
bg_bg: Платена

source: Order List
bg_bg: Списък с поръчки

source: Operation
bg_bg: Операция

source: View
bg_bg: Покажи

source: Review Count
bg_bg: Брой прегледи

source: PriceOverride
bg_bg: Промени цена

source: Product List
bg_bg: Списък с продукти

source: Yes
bg_bg: Да

source: No
bg_bg: Не

source: Query
bg_bg: Заявка

source: Create Product Step First
bg_bg: Създаване на продукт, стъпка 1

source: Create Product Step 2
bg_bg: Създаване на продукт, стъпка 2

source: Edit Product
bg_bg: Редактирай продукт

source: Variant
bg_bg: Вариант

source: Create Dashboard Menu
bg_bg: Добави меню в панела

source: Product Settings
bg_bg: Настройки на продукти

source: Attributes
bg_bg: Атрибути

source: Determine attributes used to create product types
bg_bg: Определете атрибути, използвани за създаване на типове продукти

source: Define types of products you sell
bg_bg: Определете видовете продукти, които продавате

source: Shipping Methods
bg_bg: Методи за доставка

source: Manage how you ship out orders
bg_bg: Управлявайте как изпращате поръчки

source: Pages
bg_bg: Страници

source: Manage and add additional pages
bg_bg: Управлявайте и добавяйте допълнителни страници

source: Navigations
bg_bg: Навигация

source: Define how users can navigate through your store
bg_bg: Определете как потребителите могат да навигират във вашия магазин

source: Dashboard Navigations
bg_bg: Навигация в таблото

source: Define how managers can navigate dashboard
bg_bg: Определете как мениджърите могат да навигират в таблото за управление

source: Plugins
bg_bg: Добавки

source: View and update your plugins and their settings.
bg_bg: Преглеждайте и актуализирайте вашите плъгини и техните настройки.

source: Sites Settings
bg_bg: Настройки на сайта

source: View and update your site settings
bg_bg: Преглеждайте и актуализирайте настройките на вашия сайт

source: Manage Plugins
bg_bg: Управление на добавки

source: Plugin
bg_bg: Добавки

source: Info
bg_bg: Информация

source: Disable
bg_bg: Изключи

source: Enable
bg_bg: Включи

source: Site Settings
bg_bg: Настройки на сайт

source: Save
bg_bg: Запис

source: Site Menu
bg_bg: Меню на сайт

source: Addresses
bg_bg: Адреси

source: Orders
bg_bg: Поръчки

source: Contact Name
bg_bg: Име за контакт

source: This user have not add address
bg_bg: Този потребител не е добавил адрес

source: This user have not create orders
bg_bg: Потребителя няма поръчки

source: Edit User
bg_bg: Редактирай потребител

source: Edit User Address
bg_bg: Редактирай адрес на потребител

source: Please pay before 00:30, else the order will auto closed
bg_bg: Моля, платете преди 00:30, в противен случай поръчката ще бъде затворена автоматично

source: Pay for test
bg_bg: Платете за тест

source: Cancel Order
bg_bg: Отмяна на поръчка

source: this order will auto received after 1 day
bg_bg: тази поръчка ще бъде получена автоматично след 1 ден

source: Confirm receipt
bg_bg: Потвърдете получаването

source: Thank you for your
bg_bg: Благодарим за вашата

source: order
bg_bg: поръчки

source: We've sent a confirmation email with details to
bg_bg: Изпратихме имейл за потвърждение с подробности до

source: In case of any problems or questions please contact us
bg_bg: В случай на проблеми или въпроси, моля свържете се с нас

source: Continue shopping
bg_bg: Продължи пазаруването

source: Order Status
bg_bg: Статус на поръчката

source: Your note
bg_bg: Вашата бележка

source: Clear filters
bg_bg: Изчистете филтрите

source: Update
bg_bg: Актуализиране

source: Please choose a variant!
bg_bg: Моля, изберете вариант!

source: Add to cart
bg_bg: Добави в кошницата

source: This product is currently
bg_bg: В момента този продукт е

source: unavailable
bg_bg: недостъпен

source: Description
bg_bg: Описание

source: Filters
bg_bg: Филтри

source: Sort by
bg_bg: Сортирай по

source: ascending
bg_bg: възходящ

source: descending
bg_bg: низходящ

source: Sorry, no matches found for your request.
bg_bg: За съжаление няма намерени съответствия за вашата заявка.

source: Try again or shop new arrivals.
bg_bg: Опитайте отново или пазарувайте нови продукти.

source: Promo & Sale
bg_bg: Промоции & Разпродажби

source: from the Northpole
bg_bg: от Северния полюс

source: Shop now
bg_bg: Купи сега

source: Size & Colours
bg_bg: Размер & Цвят

source: Digital Downloads
bg_bg: Изтегляне

source: Featured products
bg_bg: Бъдещи продукти

source: Warning!
bg_bg: Предопреждение!

source: You are previewing a page that is not visible.
bg_bg: Преглеждате страница, която не се вижда.

source: Search
bg_bg: Търсене

source: Style guide
bg_bg: Ръководство за стил

source: Typography
bg_bg: Типография

source: Colors
bg_bg: Цветове

source: Grid
bg_bg: Решетка

source: Responsive breakpoints
bg_bg: Реагиращи точки на прекъсване

source: Helper classes
bg_bg: Помощни класове

source: Icons
bg_bg: Икони

source: Buttons
bg_bg: Бутони

source: Forms
bg_bg: Форми

source: Pagination
bg_bg: № Страница

source: Notifications
bg_bg: Известия

source: Main navigation
bg_bg: Основна навигация

source: Tabs
bg_bg: Табове

source: Tables
bg_bg: Таблици

source: Cards
bg_bg: Карти

source: Product items
bg_bg: Продуктови артикули

source: Product gallery
bg_bg: Галерия с продукти

source: We use Lato fontface in Regular(400),
bg_bg: Използваме шрифт Lato Regular(400),

source: and
bg_bg: и

source: Lato includes only latin and latin extended characters. For other alphabets the default sans serif font will be used.
bg_bg: Lato включва само латински и латински разширени знаци. За други азбуки шрифтът без засечки по подразбиране ще бъде използван.

source: Click and edit any text below to see how the component looks with different text
bg_bg: Щракнете и редактирайте всеки текст по-долу, за да видите как изглежда компонентът с различен текст

source: Headers
bg_bg: Заглавия

source: H1 example text
bg_bg: H1 примерен текст

source: H2 example text
bg_bg: H2 примерен текст

source: H3 example text (always uppercased)
bg_bg: H3 примерен текст (ВИНАГИ С ГЛАВНИ БУКВИ)

source: Paragraph
bg_bg: Параграф

source: Saleor is open and free to use. It is not a bait to force you to pay us later and we promise to do our bests to fix bugs and improve the code. Some situations however call for a custom solution and extra code to be written. Whether you need us to cover an exotic use case or build you a custom e-commerce appliance, our team can help.
bg_bg: Saleor е отворен и безплатен за използване. Не е стръв, за да ви принудим да ни платите по-късно и обещаваме да направим всичко възможно, за да коригираме грешки и да подобрим кода. Някои ситуации обаче изискват необичайни решение и допълнителен код за писане. Независимо дали имате нужда от нас, за да покрием екзотичен сайт или да ви изградим персонализиран електронен магазин, нашият екип може да помогне.

source: Links
bg_bg: Връзки

source: Link example text
bg_bg: Примерен текст за връзка

source: Styled link example text
bg_bg: Примерен стил на връзка

source: We use
bg_bg: Използваме

source: responsive grid which is based on a 12 column layout. In most cases we use following combinations
bg_bg: адаптивна мрежа, която се основава на оформление от 12 колони. В повечето случаи използваме следните комбинации

source: Max container width
bg_bg: Максимална ширина на контейнера

source: Class prefix
bg_bg: Префикс на класа

source: Extra small
bg_bg: Много малко

source: None (auto)
bg_bg: None (автоматично)

source: Small
bg_bg: Малко

source: Medium
bg_bg: Средно

source: Large
bg_bg: Голямо

source: Extra large
bg_bg: Много голямо

source: Storefront templates built with
bg_bg: Шаблони за магазина, създадени с

source: framework wich has handful utility classes
bg_bg: рамка, която има няколко полезни класа

source: Responsive floats
bg_bg: Отзиви

source: Float left on all viewport sizes
bg_bg: Премести в ляво за всички размери

source: Float right on all viewport sizes
bg_bg: Премести в дясно за всички размери

source: Don't float on all viewport sizes
bg_bg: Не променяй във всички размери

source: Float left on viewports sized SM (small) or wider
bg_bg: Плуване вляво върху екрани с размер SM (малък) или по-широк

source: Float right on viewports sized MD (medium) or wider
bg_bg: Плава вдясно върху прозорци с размер MD (среден) или по-широк

source: Responsive utilities
bg_bg: Отзивчиви помощни програми

source: The <code>.hidden-*-up</code> classes hide the element when the viewport is at the given breakpoint or wider. For example, <code>.hidden-md-up</code> hides an element on medium, large, and extra-large viewports.
bg_bg: Класовете <code>.hidden-*-up</code> скриват елемента, когато изгледът е в дадена точка на прекъсване или по-широк. Например <code>.hidden-md-up</code> скрива елемент на среден, голям и изключително голям изгледи.

source: The <code>.hidden-*-down</code> classes hide the element when the viewport is at the given breakpoint or smaller. For example, <code>.hidden-md-down</code> hides an element on extra-small, small, and medium viewports.
bg_bg: Класовете <code>.hidden-*-down</code> скриват елемента, когато изгледът е в дадена точка на прекъсване или по-малък. Например <code>.hidden-md-down</code> скрива елемент на изключително малък, малък и среден изгледи.

source: Click and edit any button below to see how the component looks with different text
bg_bg: Щракнете и редактирайте който и да е бутон по-долу, за да видите как изглежда компонентът с различен текст

source: Primary Button (buttons can be really very wide)
bg_bg: Основен бутон (бутоните могат да бъдат наистина много широки)

source: Secondary Button
bg_bg: Вторичен бутон

source: Danger Button
bg_bg: Бутон за опасност

source: Disabled Button
bg_bg: Деактивиран бутон

source: Gray Button
bg_bg: Сив бутон

source: Primary Narrow Button
bg_bg: Основен тесен бутон

source: Secondary Narrow Button
bg_bg: Вторичен тесен бутон

source: Danger Narrow Button
bg_bg: Опасно тесен бутон

source: Home page button
bg_bg: Бутон за начална страница

source: Text form
bg_bg: Форма за текст

source: Given name
bg_bg: Собствено име

source: Family name
bg_bg: Фамилия

source: Box Size
bg_bg: Размер на кутията

source: 100g
bg_bg: 100г

source: 250g
bg_bg: 250г

source: 500g
bg_bg: 500г

source: Feel free to place here as long option as you want
bg_bg: Чувствайте се свободни да поставите тук толкова дълга опция, колкото искате

source: Select
bg_bg: Избери

source: Option
bg_bg: Опция

source: Number input
bg_bg: Въвеждане на число

source: Radio buttons
bg_bg: Радио бутони

source: First option
bg_bg: Първи вариант

source: Feel free to place here as long text as you want
bg_bg: Чувствайте се свободни да поставите тук толкова дълъг текст, колкото искате

source: Input groups
bg_bg: Входни групи

source: Use
bg_bg: Използвай

source: Variant picker
bg_bg: Избор на варианти

source: Errors
bg_bg: Грешки

source: Errors are always displayed as a small red text below the form explaining what cause the error.
bg_bg: Грешките винаги се показват като малък червен текст под формуляра, обясняващ причината за грешката.

source: This field is required
bg_bg: Това поле е задължително

source: Radio form
bg_bg: Форма за опция

source: Only 32 remaining in stock
bg_bg: Остават само 32 броя на склад

source: Click and edit any item below to see how the component looks with different text
bg_bg: Щракнете и редактирайте всеки елемент по-долу, за да видите как изглежда компонентът с различен текст

source: This is Success alert
bg_bg: Това е сигнал за успех

source: This is Danger alert
bg_bg: Това е предупреждение за опасност

source: This is Warning alert. Notifications content is not limited with container width. Place here as many information as you want or need to
bg_bg: Това е Предупреждение. Съдържанието на известия не е ограничено с ширината на контейнера. Поставете тук толкова информация, колкото искате или трябва

source: Tabs navigation
bg_bg: Навигация на табове

source: Payment pending
bg_bg: Чака плащане

source: Fully paid
bg_bg: Платено

source: Mr. Walter C. Brown
bg_bg: Г-н Тест Ф. Браун

source: 49 Featherstone Street
bg_bg: ул. Тест № 48

source: London, EC1Y 8SY
bg_bg: Гр. Варна, 9000

source: United Kingdom
bg_bg: България

source: Johnson-Brown
bg_bg: Тест-Браун

source: FROM
bg_bg: ОТ

source: Config
bg_bg: Конфигурация

source: HTTP Headers
bg_bg: HTTP заглавки

source: Logging
bg_bg: Логове

source: Log Messages
bg_bg: Лог съобщения

source: Request Vars
bg_bg: Иска променлива

source: Route List
bg_bg: Списък с пътища

source: Templates
bg_bg: Шаблони

source: Time
bg_bg: Час

source: Resource Usage
bg_bg: Използвани ресурси

source: User CPU time
bg_bg: Потребителскопроцесорно време

source: System CPU time
bg_bg: Системно процесорно време

source: Total CPU time
bg_bg: Общо процесорно време

source: Elapsed time
bg_bg: Изминалото време

source: Context switches
bg_bg: Превключватели на контекста

source: Versions
bg_bg: Версия

source: This field is required.
bg_bg: Полето е задължително.

source: File does not have an approved extension: {extensions}
bg_bg: Файлът няма одобрено разширение: {extensions}

source: File does not have an approved extension.
bg_bg: Файлът няма одобрено разширение.

source: Invalid field name '%s'.
bg_bg: Невалидно име на поле '%s'.

source: Field must be equal to %(other_name)s.
bg_bg: Полето трябва да е равно на %(other_name)s.

source: Field must be at least %(min)d character long.
bg_bg: Полето трябва да е с дължина поне %(min)d знак.

source: Field cannot be longer than %(max)d character.
bg_bg: Полето не може да бъде по-дълго от %(max)d знак.

source: Field must be between %(min)d and %(max)d characters long.
bg_bg: Полето трябва да е между %(min)d и %(max)d знака.

source: Number must be at least %(min)s.
bg_bg: Числото трябва да бъде най-малко %(min)s.

source: Number must be at most %(max)s.
bg_bg: Числото трябва да бъде най-много %(max)s.

source: Number must be between %(min)s and %(max)s.
bg_bg: Числото трябва да е между %(min)s и %(max)s.

source: Invalid input.
bg_bg: Невалидни данни.

source: Invalid email address.
bg_bg: Невалиден майл.

source: Invalid IP address.
bg_bg: Невалидно IP.

source: Invalid Mac address.
bg_bg: Невалиден MAC.

source: Invalid URL.
bg_bg: Невалиден Линк.

source: Invalid UUID.
bg_bg: Невалиден UUID.

source: Invalid value, must be one of: %(values)s.
bg_bg: Невалидна стойност, трябва да бъде една от: %(values)s.

source: Invalid value, can't be any of: %(values)s.
bg_bg: Невалидна стойност, не може да бъде нито една от: %(values)s.

source: Not a valid choice
bg_bg: Невалиден избор

source: Not a valid list
bg_bg: Не е в списъка с валидни

source: Not a valid integer list
bg_bg: Липсва в списъка със чила

source: Please input a date/time value
bg_bg: Моля вкарайте дата и час

source: Invalid date/time input
bg_bg: Невалидна дата и час

source: Invalid Choice: could not coerce
bg_bg: Невалиден избор: не може да се избере

source: Invalid choice(s): one or more data inputs could not be coerced
bg_bg: Невалиден избор(и): едно или повече въвеждане на данни не може да бъде принудено

source: '%(value)s' is not a valid choice for this field
bg_bg: '%(value)s' не е валиден избор за това поле

source: Not a valid integer value
bg_bg: Не е валидна целочислена стойност

source: Not a valid decimal value
bg_bg: Не е валидна десетична стойност

source: Not a valid float value
bg_bg: Невалидна стойност с плаваща запетая

source: Not a valid datetime value
bg_bg: Не е валидна стойност за дата и час

source: Not a valid date value
bg_bg: Не е валидна стойност на датата

source: Not a valid time value
bg_bg: Не е валидна времева стойност
